Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Niegdyś był to wyznacznik bogactwa Fahrulu, teraz jest to luksusowa siedziba ambitnych, aczkolwiek nieudolnych Merlingów.
uk: Те, що колись було непохитною ознакою достатку Фарулу, тепер стало місцем розкоші для амбітних, але незграбних жителів моря.

source: Umieść beczkę z prochem
uk: Поставити порохову діжку

source: Zniewolony jeniec
uk: Полонений в рабстві

source: Sponiewierany Wyrzutek
uk: Пригнічений вигнанець

source: Górniczy Szpadel
uk: Шахтарська лопата

source: Kilof
uk: Кайло

source: Dynamit
uk: Динаміт

source: Spaczony Górnik
uk: Осквернений шахтар

source: Chaotyczny Górnik
uk: Шахтар Хаосу

source: Bramy zamku
uk: Ворота фортеці

source: Jałowice
uk: Рівнинні пустища

source: Szpadel Chaosu
uk: Лопата Хаосу

source: Kilof Chaosu
uk: Кайло Хаосу

source: Bomba Chaosu
uk: Бомба Хаосу

source: Gronberg
uk: Ґронберґ

source: To spokojne miasteczko znane jest ze swoich produktów spożywczych, od świeżego mleka i chleba po wszelkiego rodzaju wędliny.
uk: Спокійне місто, добре відоме своєю їжею — від свіжого молока й хліба до продуктів з в'яленого м'яса.

source: Brama Niebios
uk: Ворота раю

source: Jak sama nazwa wskazuje, miasto to jest niczym więcej, jak jałowym pustkowiem, które zostało wyssane do cna przez niegdyś prosperujące górnictwo.
uk: Як випливає з назви, це шахтарське місто\u00A0— лише безплідна пустка, його кращі часи в глибокому минулому.

source: Skarbiec Szczęściarza
uk: Сховище Щасливчика

source: W środku widzisz błysk złota. Czujesz też zapach mocnego alkoholu.
uk: Всередині блиск золота й запах міцного спиртного.

source: Szubienica Kata
uk: Шибениця ката

source: Więzy Fahrulu zgięły niejeden kark na tych ziemiach.
uk: Фарульскі петлі зламали не одну шию в цих краях.

source: Liczba członków Ruchu Oporu nieustannie się kurczy, lecz pozostali przy życiu członkowie przygotowują się do śmiałego ataku na twierdzę Królowej. Gdy nad światem wisi widmo wiecznej ciemności, ich działania ukształtują przyszłość Fahrulu.
uk: Їх стає все менше, але вцілілі члени Опору готуються до сміливої атаки на твердиню королеви. Королівству загрожує нескінченна пітьма, і від їхніх дій залежатиме майбутнє Фарулу.

source: Mauzoleum
uk: Мавзолей

source: Niegdyś miejsce wiecznego spoczynku, obecnie służy za pokarm dla armii wieczności.
uk: Місце, що колись слугувало останнім пристановищем, тепер годує вічну армію.

source: Chaotyczne Uderzenie
uk: Хаотичний удар

source: Chaotyczne Rozszczepienie
uk: Хаотичний розкол

source: Chaotyczne Pchnięcie
uk: Хаотичне встромляння

source: Chaotyczne Cięcie
uk: Хаотичне розсікання

source: Chaotyczny Sztych
uk: Хаотичний укол

source: Chaotyczne Łupnięcie
uk: Хаотичний забій

source: Ciężkie Chaotyczne Uderzenie
uk: Важкий хаотичний удар

source: Chaotyczna Iskra
uk: Заряд Хаосу

source: Chaotyczna Rakieta
uk: Снаряд Хаосу

source: Chaotyczny Pocisk
uk: Розряд Хаосу

source: Chaotyczna Burza
uk: Шторм Хаосу

source: Chaotyczny Wybuch
uk: Вибух Хаосу

source: Chaotyczny Strzał
uk: Хаотичний постріл

source: Chaotyczny Wyrzut
uk: Хаотичний кидок

source: Chaotyczny Rzut
uk: Хаотичне жбурляння

source: Chaotyczna Bomba
uk: Хаотична бомба

source: Kolumna chaosu
uk: Колонка Хаосу

source: Rząd chaosu
uk: Ряд Хаосу

source: Obroń
uk: Захистити

source: Walcz ze Zmorą
uk: Битва зі скверною

source: Ziemia uprawna
uk: Орні землі

source: Znajdź wskazówki: {0} w lokalizacji {1}
uk: Знайдіть зачіпки: {0} ({1})

source: Wróć do: {0} w lokalizacji {1}
uk: Поверніться до: {0} ({1})

source: Hildebrant nigdy nie zawaha się pomóc innym w potrzebie. Awanturnicy mogą tu uzupełnić zwoje i alkohol, nim ruszą w dalszą wyprawę.
uk: Гільдебрант ніколи не відмовляє тим, хто потребує допомоги. Тут шукачі пригод можуть поновити запаси сувоїв і спиртного, перш ніж вирушити у подорож.

source: Sercołamaczka została stracona!
uk: Серцебийку було страчено!

source: Sercołamaczka została ocalona!
uk: Серцебийку врятовано!

source: Haypenny została stracona!
uk: Копійку було страчено!

source: Haypenny została ocalona!
uk: Копійку врятовано!

source: Szyszka został stracony!
uk: Шишкона було страчено!

source: Szyszka został ocalony!
uk: Шишкона врятовано!

source: Mamoona został stracony!
uk: Серпанія було страчено!

source: Mamoona został ocalony!
uk: Серпанія врятовано!

source: Hildebrant został stracony!
uk: Гільдебранта було страчено!

source: Hildebrant został ocalony!
uk: Гільдебранта врятовано!

source: Kilka bardziej obrotnych Merlingów służy teraz Królowej w zamian za nieograniczony dostęp do wodorostów i słonej wody.
uk: Ще кілька винахідливих мерлангів тепер служать королеві в обмін на необмежені запаси водоростей і морської води.

source: Słomianki
uk: Сіноводь

source: Chatki, stada owiec i żyzne pola uprawne tworzą urokliwy krajobraz.
uk: Котеджі, отари овець і пишні поля створюють неймовірно казковий пейзаж.

source: Ruczajowe Łąki
uk: Галявбрук

source: Obfitość owoców i zbiorów od tysiącleci rozpieszcza rolników z Ruczajowych Łąk.
uk: Щедрі врожаї злаків і фруктів тішать Галявбруцьких фермерів вже тисячу років.

source: Urwiska
uk: Кручсайд

source: Mieszkańcy Urwisk znani są z piękna i hartu ducha wypracowanego w obliczu wyzwań rzucanych im przez naturę.
uk: Жителі Кручсайда славляться своєю красою й життєрадісним духом попри тяжкі погодні умови.

source: Młotkowice
uk: Молотфол

source: Metale z Młotkowic od wieków zapewniają narzędzia i broń armiom Fahrulu.
uk: З металів Молотфола століттями виготовляли інструменти й зброю для цілого Фарулу.

source: Wierzbica
uk: Вербгем

source: Od dawien dawna znana z gościnności, ostatnimi czasy Wierzbica stała się bezpieczną przystanią dla wyrzutków.
uk: Вербгем, що славився своєю гостинністю, тепер став прихистком для вигнанців.

source: Ciernica
uk: Терновуд

source: Główną atrakcją pełnej wiejskiego uroku Ciernicy jest wspaniała fontanna spowita tajemniczymi cierniami róży.
uk: Терновуд сповнений простацького шарму. Найвизначніше місце\u00A0— чудовий фонтан, завитий колючими трояндовими кущами.

source: Kryjówka Nim
uk: Нимів-Схов

source: Wieki temu Kryjówka Nim przysłużyła się pierwszym uczonym Fahrulu jako miejsce edukacji i magii.
uk: Тисячоліття тому перші вчені Фарулу використовували Нимів-Схов для навчання й магії.

source: Latarnia Driady
uk: Ліхтар дріади

source: Ten fundament Płonącego Lasu, obudowany po Wojnach Chaosu, ukazuje triumf dobra nad złem.
uk: Наріжний камінь Полум'яного лісу, що був реконструйований після Воєн Хаосу, тепер є символом тріумфу у боротьбі зі злом.

source: Pałaszewo
uk: Шабель-Пойнт

source: Znajduje się tu najbardziej siarczysta tawerna na wszystkich wodach. Pamiętaj – broń zostaje przy wejściu.
uk: Батьківщина найсолонішого шинку усіх морів. Не забудьте перевірити зброю перед тим, як увійти.

source: Kotlina Szamana
uk: Шаманська лощина

source: Podróżnicy, strzeżcie się wstrętnych, trujących chmur pełzających nad krainą pełną czaszek.
uk: Мандрівники, будьте обережні! Над цією усипаною черепами землею пропливає лиховісна отруйна хмара.

source: Ruch Oporu ma zostać stracony!
uk: Члена руху опору збираються стратити!

source: Jeśli skończy się czas, ten członek Ruchu Oporu zostanie stracony. Pospiesz się!
uk: Якщо час буде вичерпано, члена руху опору стратять. Хутчіш!

source: Zdrowie członków Ruchu Oporu
uk: Здоров'я членів Опору

source: Musisz ocalić przynajmniej jednego Członka Ruchu Oporu. Pospiesz się, nim będzie za późno!
uk: Ви маєте врятувати хоча б одного члена руху опору. Покваптеся, поки не пізно!

source: Gdy Nawiedzenie jest aktywne:
uk: Коли лігво активне:

source: Wymień sąsiadującą łódź na akt własności łodzi.
uk: Обміняти прилеглий човен на купчу.

source: Odzyskaj swoją łódź, by zabrać ją na wyprawę.
uk: Заберіть човен, щоб вирушити в подорож

source: Napraw łódź
uk: Полагодити човен

source: Napraw całkowicie wszystkie łodzie, które sąsiadują z tym portem.
uk: Повний ремонт усіх човнів поруч із портом.

source: Zapłać za usługi wyspecjalizowanego mechanika łodzi.
uk: Оплатіть послуги механіка-спеціаліста з човнів

source: Szyszka ma zostać stracony!
uk: Шишкона збираються стратити!

source: Jeśli skończy się czas, Szyszka zostanie stracony. Pospiesz się!
uk: Якщо час буде вичерпано, Шишкона стратять. Покваптеся!

source: Mamoona ma zostać stracony!
uk: Серпанія збираються стратити!

source: Jeśli skończy się czas, Mamoona zostanie stracony. Pospiesz się!
uk: Якщо час буде вичерпано, Серпанія стратять. Покваптеся!

source: Haypenny ma zostać stracona!
uk: Копійку збираються стратити!

source: Jeśli skończy się czas, Haypenny zostanie stracona. Pospiesz się!
uk: Якщо час буде вичерпано, Копійку стратять. Покваптеся!

source: Jeśli skończy się czas, Sercołamaczka zostanie stracona. Pospiesz się!
uk: Якщо час буде вичерпано, Серцебийку стратять. Покваптеся!

source: Sercołamaczka ma zostać stracona!
uk: Серцебийку збираються стратити!

source: Kij Łoskotu
uk: Обріз

source: Ogromna Kościana Maczuga
uk: Величезна кістяна бучка

source: Wściekła Mewa
uk: Сердита чайка

source: Duża i głodna Mewa
uk: Велика й голодна чайка.

source: Złowroga Mewa
uk: Жахлива чайка

source: Kościec
uk: Кістяк

source: Bumer
uk: Грюкало

source: Bum robi dynamit.
uk: «Бабах» — сказав динаміт.

source: Będzie nam go brakować.
uk: Його буде не вистачати.

source: Będzie nam jej brakować.
uk: Її буде не вистачати.

source: Wagonik Kamieni Mocy – normalny
uk: Вагонетка енергокаменів\u00A0— Звичайна

source: Ten wagonik przemieszcza się o cztery pola w trakcie rundy. Kiedy dotrze do celu, Chaos wzrośnie.
uk: Вагонетка ходить на 4 клітинки за раунд. Коли вона досягне пункту призначення, Хаос просунеться далі.

source: Wagonik Kamieni Mocy – szybki
uk: Вагонетка енергокаменів\u00A0— Швидка

source: Wagonik Skarbów
uk: Вагонетка зі скарбом

source: Ten wagonik przemieszcza się o sześć pól w trakcie rundy. Kiedy dotrze do celu, Chaos wzrośnie.
uk: Вагонетка ходить на 6 клітинок за раунд. Коли вона досягне пункту призначення, Хаос просунеться далі.

source: Ten wagonik jest pełen skarbów. Przechwyć go, aby przejąć łupy.
uk: Повна скарбів вагонетка. Перехопіть її, і скарби стануть вашими.

source: Słabości
uk: Негативні ефекти

source: Niewrażliwości
uk: Імунітети

source: Umiejętności klasowe
uk: Класові вміння

source: Używane umiejętności
uk: Споряджені вміння

source: Przywołuje zatrute i kwasowe pola w świecie na powierzchni.
uk: Створює отруйні й кислотні клітинки на мапі світу.

source: Świat pokrywają ciemne chmury
uk: Світ укритий темними хмарами

source: Zdobytym przedmiotom grozi kradzież
uk: Покинуті на землі предмети можуть бути вкрадені

source: Ci spośród żywych, którzy opuścili bitwę, powrócą raz jeszcze do walki
uk: Живі, що покинули цю битву, повернуться, аби боротися знову

source: Wszystkie ceny usług i towarów wzrosły
uk: Усі ціни на товари та послуги підвищено

source: Nasyła na ciebie ducha jako towarzysza
uk: За вами сновигатиме привид

source: Uszkadza i niszczy sanktuaria oraz modyfikuje aktywne premie sanktuariów
uk: Оскверняє й винищує святилища, а також переінакшує дійсні ефекти святилищ

source: Zmora - {0}
uk: Скверна: {0}

source: Plan Hildebranta
uk: План Гільдебранта

source: Podejdźmy pod same bramy zamku i przemówmy Królowej Rosomon do rozsądku, dobrze?
uk: Ну ж бо, підійдімо просто до замкових воріт і спробуймо напоумити королеву Розомону.

source: Zapieczętowano Nawiedzenie
uk: Лігво запечатане

source: Pokaż wszystko
uk: Показати все

source: Podsumowanie
uk: Зведення

source: Niewrażliwość na wyssanie życia
uk: Виснаження життя: імунітет

source: Dodaj postać
uk: Додати персонажа

source: Potężny Odrzut
uk: Важкий поштовх

source: Potężny Chaotyczny Strzał
uk: Важкий хаотичний постріл

source: Złożono trybut pod posągiem.
uk: Цій статуї вже віддано шану.

source: Wyłącznie sojusznicy
uk: Тільки союзники

source: Wyłącznie wrogowie
uk: Тільки вороги

source: Widok interfejsu walki
uk: Зображення інтерфейсу в бою

source: Nieokrzesanie
uk: Буяння

source: Hildebrant ma zostać stracony!
uk: Гільдебранта збираються стратити!

source: Jeśli skończy się czas, Hildebrant zostanie stracony. Pospiesz się albo koniec z przygodą!
uk: Якщо час буде вичерпано, Гільдебранта стратять. Покваптеся, інакше вашим пригодам настане кінець!

source: Inspiracja
uk: Натхнення

source: Ember
uk: Ембер

source: Leśny Mistyk
uk: Лісновий містик

source: Mason
uk: Мейсон

source: Górski Wartownik
uk: Вартовий гори

source: Mułnik
uk: Багнозуб

source: Bagienny Stwór
uk: Болотяний мисливець

source: Wróć do Menu głównego
uk: Повернутися до головного меню

source: Opuścić obecną grę i wrócić do menu głównego?
uk: Вийти з гри й повернутися до головного меню?

source: Opuścić wyposażenie?
uk: Вийти з меню викладки?

source: Wyjście sprawi, że wszystkie zmiany wyposażenia zostaną utracone.
uk: Вихід призведе до втрати усіх змін викладки.

source: Opuścić zarządzanie drużyną?
uk: Вийти з меню підбору загону?

source: Wyjście sprawi, że wszystkie zmiany personalizacji drużyny zostaną utracone.
uk: Вихід призведе до втрати усіх змін налаштування загону.

source: Szata Goblińskiego Skrytobójcy
uk: Спорядження ґобліна-вбивці

source: Kaptur Goblińskiego Skrytobójcy
uk: Каптур ґобліна-вбивці

source: Larry Dziewięć Palców
uk: Дев'ятипалий Ларі

source: Pirat na beczce prochu
uk: Пороховий пірат

source: Świątynia Ciemności
uk: Храм темряви

source: Ten obelisk rozpaczy emanuje ciemnością i złą mocą.
uk: Цей обеліск відчаю оточує атмосфера темряви й зла.

source: Chronione
uk: Під блоком

source: Przestrach Sztywniaka
uk: Заціпеніння від страху

source: Pajączątko
uk: Павученя

source: Gwardia Kolonii
uk: Охоронець колонії

source: Kostur Rosomon
uk: Посох Розомони

source: Przyzwij Bestię Chaosu
uk: Викликання звіра Хаосу

source: Czempion Rzeźnika
uk: М'ясар-чемпіон

source: Takie cherlawe człowieczki jak wy uważają się za bohaterów, bo uwolniły potężnego Żabójcę? Nie schlebiajcie sobie za bardzo. Wolność mam we krwi.
uk: Миршаві людиська, хіба ви герої, бо звільнили силача Бийжабу? Не лестьте собі. Свобода\u00A0— моє право від народження.

source: Tak jak się spodziewałem, jesteście głupcami. Lepiej przyjmijcie ten akt własności, nim zdacie sobie sprawę z waszej gamoniowatości.
uk: Дурні, так і знав… візьміть тоді цю купчу на потім, коли зрозумієте свою дурнувату хибу!

source: Bądźcie w gotowości, kompani w rzezi! Razem rozpętamy nawałnicę przemocy nad naszymi wrogami!
uk: Готуйтеся, ласі зарізяки! Як будемо битися пліч-о-пліч, вражини сповна зазнають нашої люті!

source: Strażnica Cazeli
uk: Варта Кезелі

source: Spaczone Równiny
uk: Опоганені рівнини

source: Przygoda nie została ukończona! Poszedłeś na drzemkę czy co? Może nie jestem bystrzakiem, ale nawet ja znałem powagę sytuacji!
uk: Пригоду провалено! Ви там заснули чи що? Може, я й не мудрагель якийсь, але навіть я знаю, що тим нехтувати не можна було!

source: Tak, właśnie tego szukaliśmy! Teraz możemy kontynuować zadanie.
uk: Так, це те, що ми шукали! Тепер можна продовжувати пошуки!

source: Zaraz, zaraz! Zerknij w tamtą stronę!
uk: Ух ти! Хвилинку! Подивіться он туди!

source: Jak... Jak mogłem pozwolić, by do tego doszło? Papa zawsze mawiał, że nie jestem zbyt lotny. Och, cóż za głupiec ze mnie...
uk: Як?! Як я міг це допустити? Тато завжди казав, що я довбень! Ой, яким я був дурнем...

source: Nie ukończyłeś zadania, prawda? Cholera jasna!
uk: Що, провалили завдання? А, хай йому грець!

source: Królewskie Ścieki
uk: Королівська каналізація

source: Cuchną jak na ścieki przystało, ale jest w nich coś bardziej szacownego.
uk: Тхне каналізацією, але якось по-королівському.

source: Liczyliśmy na ciebie. Byliśmy głupi!
uk: Ми на вас розраховували, а ви нас підвели!

source: Dokładnie tego poszukiwaliśmy.
uk: Це саме те, що ми шукали.

source: Może pora się temu przyjrzeć?
uk: Ходімо ближче й подивимося.

source: Nie... nie! To nie może się dziać naprawdę. Straciliśmy... wszystkich. Nie mogę w to uwierzyć... Ponieśliśmy porażkę.
uk: Ні… ні! Цього не може бути! Ми втратили… їх усіх втратили. Не можу повірити… ми\u00A0невдахи.

source: Kurczę! Nawet nie wiem, czy kiedykolwiek uda nam się po tym pozbierać.
uk: А, трясця! Не знаю, чи ми хоч колись це надолужимо.

source: Mamy działać jako drużyna, a wygląda na to, że otaczają mnie sami amatorzy!
uk: Ми мали стати єдиною командою, але вочевидь мене оточують одні незграби!

source: Tak! Tam jest! Właśnie tego szukaliśmy.
uk: Так! Ось воно! Це те, що ми шукали.

source: Hej, spójrz na to! Muszę się temu przyjrzeć.
uk: Агов, подивіться! Треба до цього придивитися уважніше.

source: Tak ciężko walczyliśmy... Jakim cudem tak się to skończyło?
uk: Ми ж билися з таким запалом… як же все могло так скінчитися?

source: Myślałam, że przyszło mi walczyć u boku wojowników, a nie ze zgrają nieudaczników!
uk: Я думала, що б'юся пліч-о-пліч із воїнами, а не юрбою незграбних дурнів!

source: Nie... Mieliśmy odnieść sukces, aby coś wreszcie się zmieniło.
uk: Ні… Ми ж мали досягти успіху, хоч щось змінити.

source: O proszę, tu jest! Znaleźliśmy nasz przedmiot poszukiwań. Co za ulga!
uk: Ага, ось воно! От ми й знайшли те, що шукали. Яке полегшення!

source: Hej, to wygląda jak coś wartego głębszej analizy. Może pora się temu przyjrzeć?
uk: Я вважаю, що це варто дослідити. Роздивімося уважніше!

source: Bogowie... Ja... Ja w to nie wierzę. Oni wszyscy... wszyscy zginęli.
uk: Боже милостивий… Не можу повірити… Вони… вони всі мертві.

source: To miało być proste zadanie! Jakim cudem zawaliliśmy sprawę?
uk: Це мало бути зовсім просте завдання! Як же ми примудрилися все запороти?

source: Cóż, to była kompletna porażka. Nie mogę uwierzyć, że musimy zacząć od nowa.
uk: Ну, це була повна катастрофа. Не можу повірити, що нам доведеться починати все спочатку.

source: To właśnie tego szukaliśmy. Lepiej zagęścić ruchy i się tym zająć, nim kogoś innego najdzie na to ochota.
uk: Це те, що ми шукали. Ходімо швидше, треба захопити, перш ніж це зробить хтось інший.

source: Chwila... Wygląda to na coś przydatnego. Bądźmy czujni, to może odmienić całą sytuację.
uk: Чекайте… Я бачу там щось корисне. Будьте пильні, це може змінити ситуацію.

source: Nie... To niemożliwe. Zawiodłam ich. Powinnam była bardziej się postarać, aby ich ochronić. To wszystko moja wina.
uk: Ні… не може бути… Я їх підвела. Треба було зробити більше, щоб захистити їх. Це все моя провина.

source: Coś podobnego. Mieliśmy jedno zadanie i nie potrafiliśmy go wykonać. To przechodzi ludzkie pojęcie.
uk: Неймовірно. У нас було лише одне завдання й ми не змогли його виконати належним чином. Розчарування\u00A0— не те слово.

source: Aurelia
uk: Аврелія

source: Rozmaite zioła bujnie rosną w tym regionie pod grzejącymi promieniami słońca.
uk: Завдяки яскравому сонячному світлу в цій місцевості буяють трави.

source: Leszczynowe Torfy
uk: Ліщинмур

source: Niegdyś prosperujące i pełne ludzi, dzisiaj Leszczynowe Torfy to kilka sklepów i kilku najbardziej upartych mieszkańców.
uk: Колись квітучий і густонаселений Ліщинмур перетворився на просто кілька крамниць та купку впертих міщан.

source: Żarowe Wzgórze
uk: Бурштингіл

source: Znane z eksperymentalnego piwowarstwa, to miasto zawsze wypełnia mnogość nęcących zapachów.
uk: Це місто, відоме своїми особливими сортами пива й елю, завжди оповите чудовими запахами.

source: Zacisze
uk: Спокійвіль

source: Trafnie nazwane – Zacisze jest znane z sielankowych widoków i otaczających je aurą spokoju pól.
uk: Так влучно назване місто Спокійвіль добре відоме своїм оточенням\u00A0— заспокійливими краєвидами й мирними полями.

source: Bryzowice
uk: Вітробіг

source: Popularny cel podróży wśród wędrownych kupców Fahrulu. Bryzowice jako jedne z pierwszych miast wprowadziły do użytku łodzie lądowe.
uk: Часта зупинка на торгових шляхах Фарулу, Вітробіг — це одне з перших міст, де почали поширюватися сухопутні човни.

source: Kamienna Kuźnia
uk: Кам'янгорн

source: Zapach siarki i żelaza dociera do najgłębszych zakamarków tego kowalskiego miasteczka.
uk: У кожному куточку цього ковальського міста чути запах сірки й заліза.

source: Kamieniotoki
uk: Кар'єрбрук

source: Wbrew swojej kamienistej aparycji, granie Kamieniotoków słyną z przedsięwzięć naukowych.
uk: Перлина цього скелястого краю, місто Кар'єрбрук добре відоме своїми вченими, попри кам'янисте середовище.

source: Mąciwody
uk: Злаводинч

source: Mętne wody wciskają się w każdą szczelinę tego miasta. Aż dziw bierze, że jeszcze wszystko doszczętnie nie zgniło.
uk: У цьому місті каламутна вода нерідко проникає в найменші щілини й шпарини. Дивно, що тут ще не все згнило.

source: Gwiazdowo
uk: Естрел

source: Badanie nieba i ciał niebieskich to wizytówka tego miasta, znanego z zamiłowania do astronomii.
uk: У цьому місті, відомому своєю астрономією, мудреці спостерігають за зірками й рухом небесних світил.

source: Potoczek
uk: Течишир

source: W mieście znanym z tartaku i handlu drewnem nie ma dnia bez wypadku przy wycince.
uk: У цьому місті все обертається навколо лісопильні, жодного дня не минає без якоїсь аварії на лісозаготівлі.

source: Wroni Las
uk: Крукбоск

source: Na pobojowiskach w pobliżu Wroniego Lasu można znaleźć sporo uszkodzonej i porzuconej broni.
uk: На витоптаних полях битв поблизу Крукбоска можна знайти багато зламаної й покинутої зброї.

source: Mistynia
uk: Містик-Ран

source: Posępni mieszkańcy Mistyni preferują swoje własne towarzystwo, ale w sklepach nie mają nic przeciwko pieniądzom obcych.
uk: Буркотливі мешканці Містик-Рана не люблять чужинців, однак у тутешніх магазинах ніколи не відмовляються від дзвінкої монети.

source: Korsarzewo
uk: Корсар

source: Odkąd władzę przejęli Merlingowie, ciężko dojrzeć pirata na wyładowanych beczkami ulicach Korsarzewa.
uk: З того часу, як мерланги взяли гору, пірати все рідше зустрічаються на вулицях Корсара.

source: Zwiększający się chaos tworzy dodatkowe przeszkody i wyzwania.
uk: Збільшення Хаосу утворює нові небезпеки й випробування.

source: Stara Stodoła
uk: Старий хлів

source: Drzwi tej stodoły są otwarte na oścież, siano porozrzucane wokół, a charakterystyczny zapach rozchodzi się w powietrzu. Pachnie prawie jak złoto.
uk: Хлів з його широкими дверима й розкиданим по підлозі сіном привертає увагу перш за все запахом — повітря пахне майже як золото.

source: Zamek Kamieni Mocy
uk: Замок Потужстоун

source: Galareta Chaosu
uk: Кисіль Хаосу

source: Galarety wchłaniają przeciwników, aby powoli dezintegrować ciała ofiary kwasami trawiennymi.
uk: Кисільні куби обволікають своїх жертв, щоб потім повільно перетравлювати їх шлунковими соками.

source: Stodoły wykorzystywano do przechowywania zwierząt hodowlanych, organizowania wesel i rozstrzygania sporadycznych konfliktów.
uk: Хліви використовують не тільки для розміщення худоби, але й для проведення весіль та вирішення повсякденних суперечок.

source: Zwęglony Legionista
uk: Обвуглений легіонер

source: Imponujący kościotrupi wojownik – jego płomienne oczodoły i zwęglone kości stanowią świadectwo bezkresnej furii Zwęglonego Legionu.
uk: Височенний воїн-скелет. Його вогняні очниці й обгорілі кістки демонструють невблаганну лють Обвугленого легіону.

source: Zwęglony Ogniomiot
uk: Обвуглений вогневик

source: Tajemniczy, niepokonany miotacz zaklęć Zwęglonego Legionu. Posiadł destrukcyjne moce piromancji, wykorzystywane do przyzywania płomieni z piekła rodem.
uk: Таємничий грізний заклинач із Обвугленого легіону. Він володіє руйнівною силою піромантії, яка викликає пекельний вогонь.

source: Zwęglony Strzelec Zagłady
uk: Обвуглений стрілець

source: Bezlitosny łucznik Zwęglonego Legionu, którego każda płonąca strzała sieje postrach. Niezawodna ręka i ognista precyzja zmienia każdego wroga w dymiącą kupkę prochu.
uk: Безжальний лучник Обвугленого легіону. Перед його полум'яними стрілами не встоїть ніхто й ніщо: їхня невблаганна сила та бездоганна точність перетворюють ворогів на попіл.

source: Czas podjąć decyzję...
uk: Вибір за вами…
